tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "fzf"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "v8@3.15"
brew "yarn"
cask "1password"
cask "anki"
cask "brave-browser"
cask "dash"
cask "devonagent"
cask "devonthink"
cask "dropbox"
cask "fantastical"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "hey"
cask "iterm2"
cask "launchbar"
cask "notion"
cask "tinderbox"
cask "vagrant"
cask "virtualbox"
cask "wechat"
