tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "bash-git-prompt"
brew "cmake"
brew "curl"
brew "fzf"
brew "git"
brew "htop"
brew "openssl"
brew "mongodb", restart_service: true
brew "mysql@5.7", restart_service: true
brew "node"
brew "postgresql", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "thoughtbot/formulae/rcm"
