tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
cask "adoptopenjdk"
brew "autoconf"
brew "automake"
brew "bash-git-prompt"
brew "libffi"
brew "readline", link: true
brew "clojure"
brew "cmake"
brew "ctags"
brew "curl"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "libtool"
brew "graphicsmagick"
brew "guile"
brew "htop"
brew "openssl"
brew "sqlite"
brew "xz"
brew "httpie"
brew "imagemagick@6", link: true
brew "jenkins", restart_service: true
brew "jq"
brew "libyaml"
brew "mongodb", restart_service: true
brew "mysql@5.7", restart_service: true
brew "node"
brew "opencc"
brew "poppler"
brew "postgresql", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "v8@3.15", link: true
brew "watchman"
brew "wget"
brew "yarn"
brew "thoughtbot/formulae/rcm"
cask "chromedriver"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
